<?php
/***********************************************************************************************************************

Version 1.5.3
Created 17:23 16.07.2012 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://opencart.ua). All rights reserved.

Translators:
 Aleksandr Rebrov (admin@webplaneta.com.ua)
 Eugene Kuligin (k.evgen@meta.ua)
 Tatiana Konovalova (mira@opencart.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (admin@opencart.ua)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://forum.opencart.ua

************************************************************************************************************************/

$_['heading_title'] = 'Налаштування'; #32513
$_['text_success'] = 'Налаштування збережено!'; #32905
$_['text_items'] = 'Товари'; #35407
$_['text_product'] = 'Товари'; #35508
$_['text_voucher'] = 'Ваучери'; #35499
$_['text_tax'] = 'Податки'; #35410
$_['text_account'] = 'Обліковий запис'; #35509
$_['text_checkout'] = 'Замовлення'; #35572
$_['text_stock'] = 'Магазин'; #35573
$_['text_affiliate'] = 'Партнерська програма'; #35510
$_['text_return'] = 'Повернення'; #35415
$_['text_image_manager'] = 'Менеджер зображень'; #32514
$_['text_browse'] = 'Огляд файлу'; #35084
$_['text_clear'] = 'Очистити зображення'; #34993
$_['text_shipping'] = 'Адреса доставки'; #34994
$_['text_payment'] = 'Адреса оплати'; #34995
$_['text_mail'] = 'Пошта'; #32515
$_['text_smtp'] = 'SMTP'; #32906
$_['entry_name'] = 'Назва магазину:'; #32907
$_['entry_owner'] = 'Власник магазину:'; #32742
$_['entry_address'] = 'Адреса:'; #33432
$_['entry_email'] = 'Електронна адреса:'; #33433
$_['entry_telephone'] = 'Телефон:'; #33435
$_['entry_fax'] = 'Факс:'; #33436
$_['entry_title'] = 'Заголовок:'; #33437
$_['entry_meta_description'] = 'Мета-опис:'; #33438
$_['entry_layout'] = 'Макет за замовчуванням:'; #34435
$_['entry_template'] = 'Шаблон магазину:'; #33439
$_['entry_country'] = 'Країна:'; #33440
$_['entry_zone'] = 'Регіон/область:'; #33441
$_['entry_language'] = 'Мова:'; #33442
$_['entry_admin_language'] = 'Мова панелі адміністрування:'; #33443
$_['entry_currency'] = 'Валюта:<br /><span class="help">Встановіть валюту за замовчуванням. Для відображення змін необхідно очистити cookie.</span>'; #33444
$_['entry_currency_auto'] = 'Автоматичне оновлення валюти:<br /><span class="help">Щоденне оновлення валют</span>'; #33445
$_['entry_length_class'] = 'Одиниця довжини:'; #33447
$_['entry_weight_class'] = 'Одиниця ваги:'; #33446
$_['entry_catalog_limit'] = 'Кількість елементів на сторінку в каталозі:<br /><span class="help">Визначає кількість елементів, які відображаються на одній сторінці в каталозі (товари, категорії і т.д.)</span>'; #33474
$_['entry_admin_limit'] = 'Кількість елементів на сторінку в адміністративній панелі:<br /><span class="help">Визначає кількість елементів, які відображаються на одній сторінці в адміністративній панелі (замовлення, клієнти і т.д.)</span>'; #33475
$_['entry_review'] = 'Дозволити відгуки:<br /><span class="help"> Вмикає / вимикає додавання та відображення відгуків</span>'; #33477
$_['entry_download'] = 'Дозволити завантаження:'; #32744
$_['entry_upload_allowed'] = 'Дозволені типи завантажень:<br /><span class="help">Розширення дозволених до завантаження файлів, розділених комою.</span>'; #34439
$_['entry_voucher_min'] = 'Мінімальна кількість подарункових ваучерів:<br /><span class="help">Мінімальна кількість ваучерів які клієнт може використовувати</span>'; #35574
$_['entry_voucher_max'] = 'Максимальна кількість подарункових ваучерів:<br /><span class="help">Максимальна кількість ваучерів які клієнт може використовувати.</span>'; #35541
$_['entry_tax'] = 'Показати ціни з урахуванням податку:'; #33448
$_['entry_vat'] = 'Валідація номера через VAT:<br /><span class="help">Валідувати номер телефону через VAT з допомогою сервісу http://ec.europa.eu .</span>'; #35507
$_['entry_tax_default'] = '	Використовувати адресу податків магазину:<br /><span class="help">Використовувати адресу магазину для підрахування податків, якщо нихто не ідентифікований. Можете обрати адресу магазину для клієнтської адреси доставки чи оплати.</span>'; #34996
$_['entry_tax_customer'] = 'Використати адресу податків клієнта:<br /><span class="help">Використати адресу клієнта за замовчуванням, коли він ідентифікується для підрахування податків. Можете обрати адресу за замовчуванням для клієнтської адреси доставки чи оплати.</span>'; #35085
$_['entry_customer_group'] = 'Група клієнтів:<br /><span class="help">Група клієнтів за замовчуванням</span>'; #33450
$_['entry_customer_group_display'] = 'Групи клієнтів:<br /><span class="help">Відображення груп покупців для того щоб клієнти могли вибрати опт або бізнес при реєстрації.</span>'; #35544
$_['entry_customer_price'] = 'Показувати ціни:<br /><span class="help"> Показувати ціни тільки зареєстрованим клієнтам</span>'; #33451
$_['entry_account'] = 'Умови облікового запису: <br /> <span class="help">Вимагатиметься погодження з умовами, перш ніж обліковий запис буде створено</span>'; #33453
$_['entry_cart_weight'] = 'Показувати вагу товарів на сторінці кошика:'; #33476
$_['entry_guest_checkout'] = 'Гостьові замовлення:<br /><span class="help"> Дозволити клієнтам замовлення без створення облікового запису</span>'; #33452
$_['entry_checkout'] = 'Умови оформлення замовлення: <br /><span class="help">Вимагатиметься погодження з умовами перед здійсненням замовлення</span>'; #33454
$_['entry_order_edit'] = 'Редагування замовлення:<br /><span class="help">Кількість днів, на протязі яких буде дозволено редагування замовлення. Це поле обов’язкове, оскільки ціни та знижки можуть змінуватися через деякий час.</span>'; #35181
$_['entry_invoice_prefix'] = 'Префікс рахунку-фактури:<br /><span class="help">Наприклад «РФ-001»</span>'; #33449
$_['entry_order_status'] = 'Статус замовлення: <br /> <span class="help"> Статус за замоченням, що відображатиметься при замовленні товару</span>'; #33455
$_['entry_complete_status'] = 'Статус завершеного замовлення:<br /><span class="help">Статус, необхідний для здійснення покупцем завантаження товарів та використання подарункових сертифікатів.</span>'; #34668
$_['entry_stock_display'] = 'Відображати кількість на складі:<br /><span class="help">Відображати кількість на складі на сторінці товару</span>'; #33456
$_['entry_stock_warning'] = 'Відображати попередження про відсутність:<br /><span class="help">Відображати попередження про відсутність на сторінці кошика, у разі якщо товар відсутній на складі</span>'; #33457
$_['entry_stock_checkout'] = 'Наявність товарів на складі:<br /><span class="help">Дозволити клієнтам замовлення, якщо обраних товарів на складі немає</span>'; #33458
$_['entry_stock_status'] = 'Статус відсутності на складі:<br /><span class="help">Встановити статус відсутності на складі для усіх товарів за замовчуванням</span>'; #33459
$_['entry_affiliate'] = 'Умови партнерської програми:<br /><span class="help">Вимагає погодження з умовами перед створенням партнерського облікового запису.</span>'; #34436
$_['entry_commission'] = 'Партнерська комісія (%):<br /><span class="help">Партнерська винагорода у відсотках від кожного замовлення.</span>'; #34437
$_['entry_return_status'] = 'Статус повернення:<br /><span class="help">Статус за замовчуванням для нових повернень.</span>'; #34438
$_['entry_logo'] = 'Логотип магазину:'; #32743
$_['entry_icon'] = 'Піктограма:<br /><span class="help">Файл піктограми повинен бути у форматі PNG та мати розмір сторін 16px</span>'; #33460
$_['entry_image_category'] = 'Розмір зображень категорії:'; #33463
$_['entry_image_thumb'] = 'Розмір оригінального зображення товару:'; #33461
$_['entry_image_popup'] = 'Розмір виринаючого зображення товару:'; #33462
$_['entry_image_product'] = 'Розмір зображень товарів у списку категорій:'; #33464
$_['entry_image_additional'] = 'Розмір зображень додаткових товарів:'; #33465
$_['entry_image_related'] = 'Розмір зображень рекомендованих товарів:'; #33466
$_['entry_image_compare'] = 'Розмір зображень у списку порівняння товарів:'; #34440
$_['entry_image_wishlist'] = 'Розмір зображень у списку бажаних товарів:'; #34441
$_['entry_image_cart'] = 'Розмір зображень у кошику:'; #33467
$_['entry_mail_protocol'] = 'Протокол електронної пошти:<span class="help">Перевірте, чи увімкнена на сервері функція mail()</span>'; #33471
$_['entry_mail_parameter'] = 'Параметри пошти:<span class="help">Якщо на сервері використовується функція mail(), додаткові параметри можуть бути вказані тут</span>'; #33472
$_['entry_smtp_host'] = 'Сервер SMTP:'; #32908
$_['entry_smtp_username'] = 'Логін SMTP:'; #32909
$_['entry_smtp_password'] = 'Пароль SMTP:'; #32910
$_['entry_smtp_port'] = 'Порт SMTP:'; #32911
$_['entry_smtp_timeout'] = 'Тайм-аут SMTP:'; #32912
$_['entry_account_mail'] = 'Повідомлення про реєстрацію:<br /><span class="help">Надіслати власникові магазину email у разі реєстрації нового облікового запису</span>'; #33500
$_['entry_alert_mail'] = 'Повідомлення про замовлення:<br /><span class="help">Надсилати повідомлення власникові магазину про нове замовлення</span>'; #33468
$_['entry_alert_emails'] = 'Додаткова інформація в листах:<br /><span class="help">Повідомлення, які будуть додані до кожного електронного листа (розділені комами)</span>'; #33434
$_['entry_fraud_detection'] = 'Використовувати систему визначення шахрайства MaxMind:<br /><span class="help">MaxMind &mdash; це сервіс визначення шахрайств. Якщо ви не маєте ліцензійного коду, <a onclick="window.open(\'http://www.maxmind.com/?rId=opencart\');"><u>отримайте його зараз</u></a> та введіть в дане поле.</span>'; #35182
$_['entry_fraud_key'] = 'Ліцензійний код MaxMind:'; #35183
$_['entry_fraud_score'] = 'Оцінка ризику MaxMind:<br /><span class="help">Оцінка ризику в системі MaxMind (від 0 - 100)</span>'; #35184
$_['entry_fraud_status'] = 'Статус замовлення MaxMind:<br /><span class="help">Статус замовлення, який буде встановлено автоматично підчас виявлення шахрайства системою MaxMind.</span>'; #35185
$_['entry_use_ssl'] = 'Використовувати SSL:<br /><span class="help">Для використання захищеного протоколу SSL перевірте наявність встановленого сертифікату та коректність адрес до конфігураційних файлів.</span>'; #34442
$_['entry_seo_url'] = 'Використання SEO:<span class="help">Для використання цієї функії перейменуйте файл «htaccess.txt» в «.htaccess». Ваш сервер Apache повинен підтримувати mod-rewrite</span>'; #33473
$_['entry_maintenance'] = 'Режим обслуговування:<br /><span class="help"> Вимикає відображення магазину усім, окрім адміністратора. При цьому буде відображатися повідомлення про обслуговування. </span>'; #33478
$_['entry_product_count'] = 'Кількість товарів в підкатегорії:<br/><span class="help">Показати кількість продуктів в підкатегорії в категорії меню заголовка магазину. <b>Будьте обережні, це може викликати зайве навантаження в продуктивності для магазинів з великою кількістю підкатегорій</b></span>'; #35545
$_['entry_encryption'] = 'Ключ шифрування:<br /><span class="help">Ключ, який буде використано для шифрування конфіденційної інформації при обробці замовлень</span>'; #33469
$_['entry_compression'] = 'Рівень стиснення:<br /><span class="help"> Вкажіть значення від 0 до 9</span>'; #33470
$_['entry_error_display'] = 'Відображати помилки:'; #32913
$_['entry_error_log'] = 'Журналювання помилок:'; #32914
$_['entry_error_filename'] = 'Назва файлу журналу:'; #32915
$_['entry_google_analytics'] = 'Код Google Analytics:<br /><span class="help">Увійдіть до вашого <a onclick="window.open(\'http://www.google.com/analytics/\');"><u>облікового запису Google Analytics</u></a> та скопіюйте код відстеження у це поле.</span>'; #34443
$_['error_warning'] = 'Будь ласка, перевірте форму на помилки!'; #34444
$_['error_permission'] = 'Ви не маєте повноважень для зміни налаштувань!'; #33479
$_['error_name'] = 'Назва магазину повинна містити від 3 до 32 символів!'; #33480
$_['error_owner'] = 'Ім’я власника магазину повинно містити від 3 до 64 символів!'; #33482
$_['error_address'] = 'Адреса магазину повинна містити від 10 до 256 символів!'; #33483
$_['error_email'] = 'Адреса електронної пошти має невірний формат!'; #33485
$_['error_telephone'] = 'Номер телефону повинен містити від 3 до 32 символів!'; #33486
$_['error_title'] = 'Заголовок повинен містити від 3 до 32 символів!'; #33481
$_['error_limit'] = 'Необхідно вказати ліміти!'; #33484
$_['error_customer_group_display'] = 'Ви повинні включити по замовчуванню для групи клієнтів, якщо ви збираєтеся використовувати цю можливість!'; #35424
$_['error_voucher_min'] = 'Потрібно вказати мінімальну суму ваучера!'; #35575
$_['error_voucher_max'] = 'Потрібно вказати максимальну суму ваучера!'; #35576
$_['error_image_thumb'] = 'Необхідно встановити розмір оригінального зображення товару!'; #33487
$_['error_image_popup'] = 'Необхідно встановити розмір виринаючого зображення товару!'; #33494
$_['error_image_product'] = 'Необхідно встановити розмір зображень товарів у списку категорій!'; #33493
$_['error_image_category'] = 'Необхідно встановити розмір зображень списку категорій!'; #33488
$_['error_image_additional'] = 'Необхідно встановити розмір додаткових зображень товарів!'; #32925
$_['error_image_related'] = 'Необхідно встановити розмір зображень рекомендованих товарів!'; #33495
$_['error_image_compare'] = 'Необхідно вказати розмір зображень у списку порівняння товарів!'; #34445
$_['error_image_wishlist'] = 'Необхідно вказати розмір зображень у списку бажаних товарів!'; #34446
$_['error_image_cart'] = 'Необхідно встановити розмір зображень товарів у кошику!'; #32926
$_['error_error_filename'] = 'Необхідно вказати назву файлу для журналювання помилок!'; #33489